Repository: BramaBrama/spicy.core
Catalog: src/spicy/core/simplepages/locale/*/LC_MESSAGES/django.po
Languages: ru

source: title
ru: название

source: Page Source
ru: Исходный код страницы

source: template name
ru: имя шаблона

source: Do not add this page to sitemap.xml
ru: Не добавлять страницу в sitemap.xml

source: Do not show page visitors
ru: Не показывать страницу посетителям

source: Is custom
ru: Отредактировано

source: simple page
ru: простая страница

source: simple pages
ru: простые страницы

source: enable comments
ru: разрешить комментарии

source: registration required
ru: требуется регистрация

source: If this is checked, only logged-in users will be able to view the page.
ru: Если этот параметр включен, только зарегистрированные пользователи смогут просматривать страницу.

source: Simple Pages
ru: Простые Страницы

source: Create simple page
ru: Создать простую страницу

source: All simple pages
ru: Все простые страницы

source: Update from templates
ru: Обновить из шаблонов

source: New simple pages
ru: Новые простые страницы

source: Can't save a page without template
ru: Невозможно сохранить страницу без шаблона

source: Create
ru: Создать

source: Edit
ru: Редактировать

source: This page uses template:
ru: Эта страница использует шаблон:

source: You can edit page content manually.
ru: Вы можете редактировать содержимое страницы вручную.

source: Delete
ru: Удалить

source: Save changes
ru: Сохранить изменения

source: Edit SEO attributes manually.
ru: Редактировать СЕО атрибуты вручную.

source: Find pages
ru: Найти страницы

source: Update results
ru: Результаты обновления

source: Found new simple pages
ru: Найдены новые простые страницы

source: No new simple pages
ru: Нет новых простых страниц

source: Existing simple pages
ru: Существующие простые страницы

source: No existing simple pages
ru: Нет существующих простых страниц

source: All pages
ru: Все страницы

source: Title
ru: Название

source: Template name
ru: Имя шаблона

source: Sites
ru: Сайты

source: Is sitemap
ru: Включен в sitemap.xml

source: Enable comments
ru: Разрешить комментарии

source: Registration required
ru: Требуется регистрация

source: No site
ru: Нет сайтов

source: Disable editing HTML code and use the template
ru: Отключить редактирование HTML кода и использвать шаблон

source: Edit the HTML source code of the page
ru: Редактировать исходный HTML код страницы

source: Edit page
ru: Редактировать страницу

source: Edit SEO
ru: Редактировать СЕО

source: Forbidden
ru: Запрещено

source: Page not found
ru: Страница не найдена

source: Internal server error
ru: Внутренняя ошибка сервера
